# ربط أسماء الخدمات بالعربية (كما بالواجهة) مع IDs المزود + تسعير لكل 1000
SERVICE_ID = {
    "متابعين تيكتوك":   16256,
    "متابعين انستغرام": 16267,
    "لايكات تيكتوك":    12320,
    "لايكات انستغرام":  1066500,
    "مشاهدات تيكتوك":    9448,
    "مشاهدات انستغرام":  64686464,
    "مشاهدات بث تيكتوك": 14442,
    "مشاهدات بث انستا":  646464,
    "رفع سكور البث":     14662,
    "اعضاء قنوات تلي":   955656,
    "اعضاء كروبات تلي":  644656,
}

PRICE_PER_K = {
    "متابعين تيكتوك":   3.5,
    "متابعين انستغرام": 3.0,
    "لايكات تيكتوك":    1.0,
    "لايكات انستغرام":  1.0,
    "مشاهدات تيكتوك":    0.1,
    "مشاهدات انستغرام":  0.1,
    "مشاهدات بث تيكتوك": 2.0,
    "مشاهدات بث انستا":  2.0,
    "رفع سكور البث":     2.0,
    "اعضاء قنوات تلي":   3.0,
    "اعضاء كروبات تلي":  3.0,
}
